tap "gromgit/fuse"

brew "ack"
brew "autossh"
brew "blueutil"
brew "brew-cask-completion"
brew "git-delta"
brew "fish"
brew "fzf"
brew "fx"
brew "getmail"
brew "git"
brew "gnupg"
brew "graphviz"
brew "gromgit/fuse/sshfs-mac"
brew "htop"
brew "imagemagick"
brew "jq"
brew "nmap"
brew "openssh"
brew "openssl"
brew "reattach-to-user-namespace"
brew "rsync"
brew "shpotify"
brew "tmux"
brew "tree"
brew "unzip"
brew "watchman"
brew "wget"
brew "vim"
brew "youtube-dl"
brew "vim"

cask "alfred"
cask "bettertouchtool"
cask "itsycal"
cask "discord"
cask "docker"
cask "electrum"
cask "forklift"
cask "firefox"
cask "karabiner-elements"
cask "kitty"
cask "macfuse"
cask "monitorcontrol"
cask "nextcloud"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "telegram"
cask "vlc"

mas "amphetamine", id: 937984704
