tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "trice-imaging/trice", "git@github.com:trice-imaging/homebrew-trice.git"
brew "ack"
brew "adns"
brew "aspell"
brew "autoconf"
brew "automake"
brew "autossh"
brew "readline"
brew "awscli"
brew "brew-cask-completion"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "darksky-weather"
brew "docker-credential-helper-ecr"
brew "elm"
brew "gmp"
brew "libevent"
brew "libffi"
brew "libtasn1"
brew "emacs", restart_service: true
brew "fd"
brew "lame"
brew "libogg"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "libpng"
brew "fontconfig"
brew "fzf"
brew "libtiff"
brew "gd"
brew "python@2"
brew "gdcm"
brew "geckodriver"
brew "getmail"
brew "git"
brew "pcre"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "graphviz"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jq"
brew "libidn2"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "loc"
brew "luajit"
brew "moreutils"
brew "msgpack"
brew "mutt"
brew "nmap"
brew "openssh"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "perl"
brew "pkg-config"
brew "postgresql@9.5"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "shpotify"
brew "sshfs"
brew "thefuck"
brew "tmuxinator"
brew "tree"
brew "unar"
brew "unibilium"
brew "unixodbc"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "trice-imaging/trice/custom-dcmtk", args: ["HEAD"]
brew "trice-imaging/trice/uploaded-dicom", args: ["HEAD"]
cask "android-file-transfer"
cask "android-messages"
cask "android-platform-tools"
cask "aws-vault"
cask "balenaetcher"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "intellij-idea-ce"
cask "java"
cask "mactex"
cask "postico"
cask "signal"
cask "tor-browser"
cask "workflowy"
